[
  {
    "id": "0",
    "name": "এক নজরে পবিত্র ঈদে মীলাদে হাবীবুল্লাহ ছল্লাল্লাহু আলাইহি ওয়া সাল্লাম পালনের ধারাবাহিক ইতিহাস ",
    "route":"Post"
  },
  {
    "id": "1",
    "name": "১. সাইয়্যিদুল আ'ইয়াদ শরীফ কি?",
    "route":"Post1"
  },
  {
    "id": "2",
    "name": "২. সাইয়্যিদুল আ'ইয়াদ শরীফ কিভাবে পালন করতে হবে?",
    "route":"Post2"
  },
  {
    "id": "3",
    "name": "৩. সাইয়্যিদুল আ’ইয়াদ শরীফ পালন করা অর্থাৎ নূরে মুজাসসাম, হাবীবুল্লাহ হুযূর পাক ছল্লাল্লাহু আলাইহি ওয়া সাল্লাম উনার বিলাদত(আগমন) শরীফ উপলক্ষে, উনার সুমহান সম্মানার্থে “ফাল ইয়াফরাহু” বা খুশি মুবারক প্রকাশ করা সর্বশেষ্ঠ ইবাদত । সুবহানআল্লাহ!",
    "route":"Post3"
  },
  {
    "id": "4",
    "name": "৪. সাইয়্যিদুল আ’ইয়াদ শরীফ পালন করা অর্থাৎ নূরে মুজাসসাম, হাবীবুল্লাহ, হুযূর পাক ছল্লাল্লাহু আলাইহি ওয়া সাল্লাম উনার বিলাদত শরীফ উপলক্ষে, উনার সুমহান সম্মানার্থে, উনার জন্য “ফাল ইয়াফরাহু” বা খুশি তথা ঈদ পালন করা ফরজ যা মহান আল্লাহ পাক উনার আদেশ মুবারক।",
    "route":"Post4"
  },
  {
    "id": "5",
    "name": "৫. সাইয়্যিদুল আ’ইয়াদ শরীফ পালন করা তথা নূরে মুজাসসাম, হাবীবুল্লাহ হুযূর পাক ছল্লাল্লাহু আলাইহি ওয়াসাল্লাম উনার জন্য ‘ফালইয়াফরাহু’ তথা খুশি মুবারক প্রকাশ করা কেন এবং কিভাবে সর্বশ্রেষ্ঠ ইবাদত?",
    "route":"Post5"
  },
  {
    "id": "6",
    "name": "৬. বর্তমানে সম্মানিত আহলে বাইত শরীফ আলাইহিমুস সালাম উনাদের খেদমত মুবারক, তাযীম তাকরীম মুবারক ও ছানা সিফত মুবারক করার মাধ্যম দিয়েই হাক্বীক্বীভাবে সাইয়্যিদুল আ’ইয়াদ শরীফ পালন তথা ঈদে মীলাদে হাবীবুল্লাহ ছল্লাল্লাহু আলাইহি ওয়া সাল্লাম পালন করা সহয ও সম্ভব হবে।",
    "route":"Post6"
  },
  {
    "id": "7",
    "name": "৭. দুনিয়াবী হায়াতে জিন্দেগীর প্রত্যেকটা মুহূর্ত তো অবশ্যই এমনকি পরকালে গিয়েও হাবীবুল্লাহ হুযূর পাক ছল্লাল্লাহু আলাইহি ওয়া সাল্লাম উনার জন্য খুশী মুবারক প্রকাশ করতে থাকতে হবে।",
    "route":"Post7"
  },
  {
    "id": "8",
    "name": "৮. সম্মানিত শরীয়ত উনার মধ্যে শুধু মাত্র দুটি নয় আরো অসংখ্য ঈদ রয়েছে যার মধ্যে সর্বশ্রেষ্ঠ তম ঈদ হচ্ছে ঈদে মীলাদে হাবীবুল্লাহ (ছল্লাল্লাহু আলাইহি ওয়া সাল্লাম)।",
    "route":"Post8"
  },
  {
    "id": "9",
    "name": "৯. ১২ রবিউল আউয়াল শরীফ উম্মতের জন্য খুশি মুবারক প্রকাশ করার দিবস",
    "route":"Post9"
  },
  {
    "id": "10",
    "name": "১০. পবিত্র সাইয়্যিদুল আ’ইয়াদ শরীফ তথা ঈদে মীলাদে হাবীবুল্লাহ ছল্লাল্লাহু আলাইহি ওয়া সাল্লাম অর্থাৎ হুযূর পাক ছল্লাল্লাহু আলাইহি ওয়া সাল্লাম উনার বিলাদত শরীফ উপলক্ষে উনার জন্য খুশি মুবারক প্রকাশ তথা ঈদ পালন করা ফরজ, এ বিষয়ে পবিত্র কুরআন শরীফ উনার দলীল।",
    "route":"Post10"
  },


  {
    "id": "11",
    "name": "১১. স্বয়ং নূরে মুজাসসাম, হাবীবুল্লাহ, হুযূর পাক ছল্লাল্লাহু আলাইহি ওয়া সাল্লাম উনার বিলাদত শরীফ পালন করেছেন।",
    "route":"Post11"
  },
  {
    "id": "12",
    "name": "১২. পবিত্র ঈদে মীলাদে হাবীবুল্লাহ ছল্লাল্লাহু আলাইহি ওয়া সাল্লাম সম্পূর্ণ সুন্নাহ শরীফ সম্মত একটি আমল",
    "route":"Post12"
  },
  {
    "id": "13",
    "name": "১৩. নূরে মুজাসসাম, হাবীবুল্লাহ, হুযূর  পাক ছল্লাল্লাহু আলাইহি ওয়া সাল্লাম স্বয়ং নিজেই নিজের বিলাদত শরীফ উনার আলোচনা মুবারক করেছেন। ",
    "route":"Post13"
  },
  {
    "id": "14",
    "name": "১৪. সাইয়্যিদুল আইয়াদ শরীফ বা সর্বশ্রেষ্ঠ ঈদ পবিত্র ঈদে মীলাদে হাবীবুল্লাহ ছল্লাল্লাহু আলাইহি ওয়া সাল্লাম বিষয়ে একটু তাত্ত্বিক বিশ্লেষন",
    "route":"Post14"
  },
  {
    "id": "15",
    "name": "১৫. হুযুর পাক ছল্লাল্লাহু আলাইহি ওয়া সাল্লাম উনাকে পাওয়ার কারনে, উনার সুমহান সম্মানার্থে খুশি মুবারক প্রকাশ করা মহান আল্লাহ পাক উনার আদেশ মুবারক",
    "route":"Post15"
  },
  {
    "id": "16",
    "name": "১৬. সাহাবা ই কিরাম রদ্বিয়াল্লাহু তায়ালা আনহুমগন হাবীবুল্লাহ হুযূর পাক ছল্লাল্লাহু আলাইহি ওয়া সাল্লাম উনার জন্য ২৪ ঘন্টা খুশি মুবারক প্রকাশ করতেন।",
    "route":"Post16"
  },
  {
    "id": "17",
    "name": "১৭. সোমবার দিন রোযা রাখা নিয়ে বাতিলপন্থীদের বিভ্রান্তিকর বক্তব্যের জবাব ।",
    "route":"Post17"
  },
  {
    "id": "18",
    "name": "১৮. হুযূর পাক ছল্লাল্লাহু আলাইহি ওয়া সাল্লাম উনার উপস্থিতিতে হযরত ছাহাবায়ে কেরাম রদ্বিয়াল্লাহু তায়ালা আনহুম গণ ঈদে মীলাদে হাবীবুল্লাহ ছল্লাল্লাহু আলাইহি ওয়া সাল্লাম পালন করেছেন।",
    "route":"Post18"
  },
  {
    "id": "19",
    "name": "১৯. ১২ রবিউল আউয়াল নবীজীর বিছাল শরীফের দিন খুশি প্রকাশ করা যাবে",
    "route":"Post19"
  },
  {
    "id": "20",
    "name": "২০. হুযূর পাক ছল্লাল্লাহু আলাইহি ওয়া সাল্লাম তিনি নিজেই নিজের প্রশংসা মুবারক করেছেন",
    "route":"Post20"
  },
  {
    "id": "21",
    "name": "২১. পবিত্র সাইয়্যিদুল আ’ইয়াদ শরীফ তথা ঈদে মীলাদে হাবীবুল্লাহ ছল্লাল্লাহু আলাইহি ওয়া সাল্লাম এমন সর্বশ্রেষ্ঠ তম ঈদ যেখানে রয়েছে দায়িমী ছলাত মুবারক, যা স্বয়ং মহান আল্লাহ পাক তিনি পাঠ করেন।",
    "route":"Post21"
  },
  {
    "id": "22",
    "name": "২২. মুসলমান ও সন্ত্রাসীর মধ্যে পার্থক্য হচ্ছে পবিত্র ‘সাইয়্যিদুল আইয়াদ শরীফ’ তথা হাবীবুল্লাহ হুযূর পাক ছল্লাল্লাহু আলাইহি ওয়াছাল্লাম উনার সুমহান বেলাদত শরীফ উপলক্ষে উনার সুমহান সম্মানার্থে উনার শান মুবারক এ খুশি মুবারক প্রকাশ করা।",
    "route":"Post22"
  },
  {
    "id": "23",
    "name": "২৩. যারা বিদয়াতী ও বাতিল শুধুমাত্র তারাই পবিত্র সাইয়্যিদুল আ’ইয়াদ শরীফ তথা ঈদে মীলাদে হাবীবুল্লাহ ছল্লাল্লাহু আলাইহি ওয়া সাল্লাম উনার বিরুধীতা করে থাকে ।",
    "route":"Post23"
  },
  {
    "id": "24",
    "name": "২৪. সম্মানিত দ্বীন ইসলামে দিবস পালন করা মহান আল্লাহ পাক উনার আদেশ মুবারক, সে দিবসসূহের মধ্যে সর্বশ্রেষ্ঠ দিবস হচ্ছে ১২ ই রবিউল আউয়াল শরীফ দিবস।",
    "route":"Post24"
  },
  {
    "id": "25",
    "name": "২৫. ঈমানদারদের জন্য সর্বশ্রেষ্ঠ তম খুশির দিন হচ্ছে ১২ ই রবিউল আউয়াল শরীফ।",
    "route":"Post25"
  },
  {
    "id": "26",
    "name": "২৬. ১২ রবিউল আউয়াল শরীফ ই নূরে মুজাসসাম,হাবীবুল্লাহ হুযূর পাক ছল্লাল্লাহু আলাইহি ওয়া সাল্লাম উনার বিলাদতী শান মুবারক প্রকাশ দিবস।",
    "route":"Post26"
  },
  {
    "id": "27",
    "name": "২৭. জন্মদিন পালন করা সুন্নাত",
    "route":"Post27"
  },
  {
    "id": "28",
    "name": "২৮. ঈদে মীলাদে হাবীবুল্লাহ ছল্লাল্লাহু আলাইহি ওয়া সাল্লাম সর্বশ্রেষ্ঠ ঈদ, যে ঈদের জন্য সম্মানিত শরীয়ত উনার মধ্যে খুৎবা নামাজ স্বর্থযুক্ত নয়।",
    "route":"Post28"
  },
  {
    "id": "29",
    "name": "২৯. সাইয়্যিদুল আ’ইয়াদ শরীফ মাহফিল তথা ঈদে মীলাদে হাবীবুল্লাহ ছল্লাল্লাহু আলাইহি ওয়া সাল্লাম মাহফিল এর মাধ্যমেই নূরে মুজাসসাম, হাবীবুল্লাহ ছল্লাল্লাহু আলাইহি ওয়া সাল্লাম উনার প্রকৃত শান মুবারক উনার বহি:প্রকাশ ঘটে",
    "route":"Post29"
  },
  {
    "id": "30",
    "name": "৩০. হে মুসলমান সম্প্রদায়, কাফের মুশরিকদের সকল প্রকার নির্যাতন ও আজাব গজব থেকে বাছতে চাইলে এবং নিরাপত্তা ও স্বস্তি, জীবিকার মানোন্নয়ন, শিশু ও সম্পদ বৃদ্ধি এবং শহরের শান্তি অর্জন করতে হলে সার্বক্ষণিকভাবে ঈদে মীলাদে হাবীবুল্লাহ ছল্লাল্লাহু আলাইহি ওয়া সাল্লাম পালন করতে হবে।",
    "route":"Post30"
  },
  {
    "id": "31",
    "name": "৩১. ঈদে মীলাদে হাবীবুল্লাহ ছল্লাল্লাহু আলাইহি ওয়া সাল্লাম মাহফিলে নানা ধরণের বিদআত ও পাপাচার হয়, তাই তা করা যাবে না এই কথা কতটুকু সত্য?",
    "route":"Post31"
  },
  {
    "id": "32",
    "name": "৩২. হাবীবুল্লাহ হুযূর পাক ছল্লাল্লাহু আলাইহি ওয়া সাল্লাম রবিউল আউয়াল শরীফ মাস উনার ১২ তারিখ ই দুনিয়ার জমিনে বিলাদতী শান মুবারক প্রকাশ করেছেন, এটাই পবিত্র সহীহ হাদীস শরীফ দ্বারা প্রমাণিত",
    "route":"Post32"
  },
  {
    "id": "33",
    "name": "৩৩. অ্যাস্ট্রোনমারদের গবেষণায় নির্ভুলভাবে প্রমাণ হয় ১২ই রবিউল আউয়াল শরীফ-ই হচ্ছে হুযূর পাক ছল্লাল্লাহু আলাইহি ওয়া সাল্লাম উনার বিলাদতী(আগমন) শান মুবারক প্রকাশ এর দিন।",
    "route":"Post33"
  },
  {
    "id": "34",
    "name": "৩৪. নবীজি ছল্লাল্লাহু আলাইহি ওয়া সাল্লাম যে দিন বিলাদত শরীফ (জন্ম) গ্রহণ করেন সেই দিন চাঁদ কেমন ছিলো ?? আসুন, ইতিহাস ও বিজ্ঞান মিলিয়ে নেই",
    "route":"Post34"
  },
  {
    "id": "35",
    "name": "৩৫. সর্বকালের সর্বশ্রেষ্ঠ মুবারক তাজদীদ - সাইয়্যিদুল আ’ইয়াদ শরীফ তথা সকল ঈদের সেরা ঈদ, ঈদে মীলাদে হাবীবুল্লাহ ছল্লাল্লাহু আলাইহি ওয়া সাল্লাম অর্থাৎ হুযূর পাক ছল্লাল্লাহু আলাইহি ওয়া সাল্লাম উনার আগমন মুবারকের ঈদ",
    "route":"Post35"
  },
  {
    "id": "36",
    "name": "৩৬. রোয়া এবং ঈদ কখনো বিপরীত নয় বরং সম্মানিত দ্বীন ইসলাম এ রোযা রেখেও ঈদ পালন করা যায় ।",
    "route":"Post36"
  },
  {
    "id": "37",
    "name": "৩৭. প্রত্যেক ঈমানদারদের জন্য ফরজ ওয়াজিব হচ্ছে সার্বক্ষন নূরে মুজাসসাম, হাবীবুল্লাহ হুযূর পাক ছল্লাল্লাহু আলাইহি ওয়া সাল্লাম উনার প্রশংসা মুবারক ও উনার সুমহান শান মুবারক এ ছলাত ও সালাম মুবারক পাঠে মশগুল থাকা।",
    "route":"Post37"
  },
  {
    "id": "38",
    "name": "৩৮. পবিত্র সাইয়্যিদুল আ’ইয়াদ শরীফ তথা ঈদে মীলাদে হাবীবুল্লাহ ছল্লাল্লাহু আলাইহি ওয়া সাল্লাম পালনকারীদের জন্য শাফায়াত মুবারক এবং নাজাত সুনিশ্চিত। সুবহানআল্লাহ!!",
    "route":"Post38"
  },
  {
    "id": "39",
    "name": "৩৯. জম্মোৎসব পালন করা সম্মানিত সুন্নাহ শরীফ উনার অন্তভূক্ত।",
    "route":"Post39"
  },
  {
    "id": "40",
    "name": "৪০. সাবধান! মৌলুদ আর মিলাদ কিন্তু এক নয় !",
    "route":"Post40"
  },
  {
    "id": "41",
    "name": "৪১. ১২ রবিউল আউয়াল শরীফ ই নুরে মুজাসসাম, হাবীবুল্লাহ হুযূর পাক ছল্লাল্লাহু আলাইহি ওয়া সাল্লাম উনার বিলাদতী শান মুবারক প্রকাশ উনার তারিখ।",
    "route":"Post41"
  },
  {
    "id": "42",
    "name": "৪২. যখন ইখতিয়ার থাকবেনা তখন তো আমল করা যায়না তাহলে তখন কিভাবে খুশি মুবারক প্রকাশ করব?",
    "route":"Post42"
  },
  {
    "id": "43",
    "name": "৪৩. হাক্বীক্বীভাবে সাইয়্যিদুল আ'ইয়াদ শরীফ তথা ঈদে মীলাদে হাবীবুল্লাহ ছল্লাল্লাহু আলাইহি ওয়া সাল্লাম পালন করতে পারলে বান্দার সমস্ত নেক মাকসুদ পূর্ণ করা হবে এবং সমস্ত গুনাহ মুছে ফেলা হবে। সুবহানআল্লাহ!",
    "route":"Post43"
  },
  {
    "id": "44",
    "name": "৪৪. হাক্বীক্বী নিসবত মুবারক ব্যতীত হাবীবুল্লাহ হুযূর পাক ছল্লাল্লাহু আলাইহি ওয়া সাল্লাম উনার শান মুবারক এ সাইয়্যিদুল আ’ইয়াদ শরীফ পালন তথা উনার জন্য খুশী মুবারক প্রকাশ করা সম্ভব নয়।",
    "route":"Post44"
  },
  {
    "id": "45",
    "name": "৪৫. সাইয়্যিদুল আ'ইয়াদ শরীফ তথা ঈদে মীলাদে হাবীবুল্লাহ ছল্লাল্লাহু আলাইহি ওয়া সাল্লাম পালন করা একটি সার্বজনিন আমল, এই আমলের স্থায়িত্ব অনন্তকালব্যাপী এবং যে আমলের বদলা কাফেররাও লাভ করে থাকে ।",
    "route":"Post45"
  },
  {
    "id": "46",
    "name": "৪৬. আল্লাহ পাক উনার সর্বশ্রেষ্ঠ নিয়ামত মুবারক হাবীবুল্লাহ হুযুর পাক ছল্লাল্লাহু আলাইহি ওয়া সাল্লাম উনাকে পাওয়ার কারনে ঈদ পালন করা ফরজ।",
    "route":"Post46"
  },
  {
    "id": "47",
    "name": "৪৭. ঈদে মীলাদে হাবীবুল্লাহ ছল্লাল্লাহু আলাইহি ওয়া সাল্লাম উনার মাহফিল এ রহমত মুবারক উনার নূর মুবারক নাযিল হয়",
    "route":"Post47"
  },
  {
    "id": "48",
    "name": "৪৮. পবিত্র মীলাদ শরীফ ও ক্বিয়াম শরীফ এমন একটি আমল যা কখনোই বিনষ্ট হবে না যা অবশ্যই নিশ্চিত কবুলযোগ্য একটি আমল",
    "route":"Post48"
  },
  {
    "id": "49",
    "name": "৪৯. সাইয়্যিদুল আ’ইয়াদ শরীফ তথা ঈদে মীলাদে হাবীবুল্লাহ ছল্লাল্লাহু আলাইহি ওয়া সাল্লাম উপলক্ষে খুশি মুবারক প্রকাশ করলে নিশ্চিত জান্নাতী হবে",
    "route":"Post49"
  },
  {
    "id": "50",
    "name": "৫০. জগৎ বিখ্যাত ইমাম মুস্তাহিদগন উনাদের তালিকা যিনারা পবিত্র ঈদে মীলাদে হাবীবুল্লাহ ছল্লাল্লাহু আলাইহি ওয়া সাল্লাম পালন করেছেন এবং কিতাব লিখেছেন।",
    "route":"Post50"
  },
  {
    "id": "51",
    "name": "৫১. যাদের অন্তরে হুযুর পাক ছল্লাল্লাহু আলাইহি ওয়া সাল্লাম উনার প্রতি মুহব্বত আছে তাদের পক্ষেই শুধুমাত্র পবিত্র সাইয়্যিদুল আইয়াদ শরীফ পালন তথা হাবীবুল্লাহ হুযূর পাক ছল্লাল্লাহু আলাইহি ওয়া সাল্লাম উনার বেলাদত শরীফ উনার সম্মানার্থে সর্বশ্রেষ্ঠ খুশি মুবারক প্রকাশ করা সম্ভব",
    "route":"Post51"
  },
  {
    "id": "52",
    "name": "৫২. বেহেশতী জেওর কিতাবে দেওবন্দী থানবী প্রতি সপ্তাহে মীলাদ মাফফিল করতে বলেছে ",
    "route":"Post52"
  },
  {
    "id": "53",
    "name": "৫৩. প্রত্যেক রাজনৈতিক দলের নেতৃবৃন্দ ও তাদের কর্মীদের দৃষ্টি আকর্ষণ করছি ",
    "route":"Post53"
  },
  {
    "id": "54",
    "name": "৫৪. বর্তমান সঙ্কট থেকে মুসলিম জাতির পরিত্রাণের একমাত্র উপায় হচ্ছে, হাবীবুল্লাহ হুযূর পাক ছল্লাল্লাহু আলাইহি ওয়া সাল্লাম উনার সুমহান শান মুবারক এ সাইয়্যিদুল আ’ইয়াদ শরীফ তথা ঈদে মীলাদে হাবীবুল্লাহ ছল্লাল্লাহু আলাইহি ওয়া সাল্লাম পালন করা।",
    "route":"Post54"
  },
  {
    "id": "55",
    "name": "৫৫. সকল মুসলিম ব্যবসায়ী ভাইদের বিশেষ দৃষ্টি আকর্ষণ",
    "route":"Post55"
  },
  {
    "id": "56",
    "name": "৫৬. ঈদে মীলাদে হাবীবুল্লাহ ছল্লাল্লাহু আলাইহি ওয়া সাল্লাম পালন করা মুলত সম্মানিত সুন্নাহ শরীফ উনারই অনুসরন।",
    "route":"Post56"
  },
  {
    "id": "57",
    "name": "৫৭. অনন্তকালব্যাপী জারিকৃত আযিমুশশান সাইয়্যিদুল আ’ইয়াদ শরীফ মাহফিল উনার কেন্দ্রস্থল পবিত্র রাজারবাগ শরীফ কতবেশী মকবুল তার কিঞ্চিত প্রমাণ",
    "route":"Post57"
  },
  {
    "id": "58",
    "name": "৫৮. সাইয়্যিদুল আ’ইয়াদ শরীফ তথা ঈদে মীলাদে হাবীবুল্লাহ ছল্লাল্লাহু আলাইহি ওয়া ছাল্লাম একটি পরিপূর্ণ শরীয়ত সম্মত ও নিয়ামতপূর্ণ আমল",
    "route":"Post58"
  },
  {
    "id": "59",
    "name": "৫৯. পবিত্র ১২ রবিউল আউয়াল শরীফ হচ্ছে কুল-কায়িনাতের সকল রাত ও দিনের চেয়েও লক্ষ-কোটিগুণ বেশি মর্যদাসম্পন্ন ও ফযীলতপূর্ণ রাত ও দিন মুবারক । সুবহানআল্লাহ !",
    "route":"Post59"
  },
  {
    "id": "60",
    "name": "৬০. খায়রুল কুরুনের যুগে পবিত্র রবিউল আউয়াল শরীফ মাসে খলীফা হারুনুর রশীদের যামানায় পবিত্র মীলাদ শরীফ উনার সম্মানার্থে পবিত্র মীলাদ শরীফ মাসকে তাযীম করায় এক ব্যক্তি ওলী আল্লাহ হিসাবে আখ্যায়িত হলেন। সুবহানাল্লাহ!",
    "route":"Post60"
  },
  {
    "id": "61",
    "name": "৬১. স্বয়ং নূরে মুজাসসাম,হাবীবুল্লাহ, হুযূর পাক ছল্লাল্লাহু আলাইহি ওয়া সাল্লাম উনার মীলাদ শরীফ উনার ও ১২ রবিউল আউয়াল শরীফ দিবস উনাকে সম্মান করার সর্বোচ্চ ফজিলত মুবারক বর্ননা করেছেন। সুবহানআল্লাহ!",
    "route":"Post61"
  },
  {
    "id": "62",
    "name": "৬২. সাহাবা ই কিরাম রদ্বিয়াল্লাহু তায়ালা আনহুমগণ উনাদের যুগে ঈদে মীলাদে হাবীবুল্লাহ ছল্লাল্লাহু আলাইহি ওয়া সাল্লাম মাহফিলের প্রমান",
    "route":"Post62"
  },
  {
    "id": "63",
    "name": "৬৩. খোলাফায়ে রাশেদীন আলাইহিমুস সালামগণ উনাদের যুগেও ঈদে মীলাদে হাবীবুল্লাহ ছল্লাল্লাহু ওয়া সাল্লাম চালু ছিল এবং এর জন্য অন্যকে তাগীদ করেছেন।",
    "route":"Post63"
  },
  {
    "id": "64",
    "name": "৬৪. আজ থেকে প্রায় ১৩০০ বছর পুর্বে আব্বাসীয় খিলাফতে ঈদে মিলাদে হাবীবুল্লাহ ছল্লাল্লাহু আলাইহ ওয়া সাল্লাম পালন হত।",
    "route":"Post64"
  },
  {
    "id": "65",
    "name": "৬৫. আজ থেকে প্রায় ১২০০ বছর পুর্বেও ঈদে মিলাদে হাবীবুল্লাহ ছল্লাল্লাহু আলাইহ ওয়া সাল্লাম পালিত হত।",
    "route":"Post65"
  },
  {
    "id": "66",
    "name": "৬৬. বাদশাহ মুজাফর রহমতুল্লাহি আলাইহি এর পুর্ব থেকেই ঈদে মিলাদে হাবীবুল্লাহ ছল্লাল্লাহু আলাইহি ওয়া সাল্লাম প্রচলন ছিল",
    "route":"Post66"
  },
  {
    "id": "67",
    "name": "৬৭. ওহাবী/সালাফীরা যাকে মেনে থাকে সেই ইবনে কাসীর রহমতুল্লাহি আলাইহি উনার দৃষ্টিতে আরবলের বাদশা আল-মুযাফফর রহমতুল্লাহি আলাইহি হলেন দয়ালু, সাহসী, জ্ঞানী, বিদ্বান ও ন্যায়পরায়ণ শাসক, দানশীল, নেতৃস্থানীয় ব্যক্তিদের অন্যতম, সম্মানিত বাদশা",
    "route":"Post67"
  },
  {
    "id": "68",
    "name": "৬৮. প্রখ্যাত মুসলিম ইতিহাসবিদদের লিখনিতে ঈদে মীলাদে হাবীবুল্লাহ ছল্লাল্লাহু আলাইহি ওয়া সাল্লাম",
    "route":"Post68"
  },
  {
    "id": "69",
    "name": "৬৯. ঈদে মীলাদে হাবীবুল্লাহ (ছল্লাল্লাহু আলাইহি ওয়া সাল্লাম) পালনে জালালুদ্দীন সুয়ূতী রহমতুল্লাহি আলাইহি এর কিতাবের রেফারেন্স",
    "route":"Post69"
  },
  {
    "id": "70",
    "name": "৭০. পবিত্র মক্কা শরীফ- এ ঈদে মীলাদে হাবীবুল্লাহ ছল্লাল্লাহু আলাইহি ওয়া সাল্লাম পালন হওয়ার প্রমাণ",
    "route":"Post70"
  },
  {
    "id": "71",
    "name": "৭১. মোল্লা আলী ক্বারী রহমাতুল্লাহি আলাইহি উনার “আল মাওরিদুর রাভী” কিতাবে ঈদে মিলাদে হাবীবুল্লাহ ছল্লাল্লাহু আলাইহি ওয়া সাল্লাম পালনের দলীল",
    "route":"Post71"
  },
  {
    "id": "72",
    "name": "৭২. সাইয়্যিদুল আ’ইয়াদ শরীফ তথা ঈদে মীলাদে হাবীবুল্লাহ ছল্লাল্লাহু আলাইহি ওয়া সাল্লাম উনার ইতিহাস",
    "route":"Post72"
  },
  {
    "id": "73",
    "name": "৭৩. শাহ আবদুল আজিজ মুহাদ্দিস দেহলভী রহমতুল্লাহি আলাইহি ঈদে মীলাদে হাবীবুল্লাহ ছল্লল্লাহু আলাইহি ওয়া সাল্লাম পালন করতেন।",
    "route":"Post73"
  },
  {
    "id": "74",
    "name": "৭৪. পবিত্র মিলাদ শরীফ ও পবিত্র ক্বিয়াম শরীফ সম্পর্কে পবিত্র মক্কা শরীফ- পবিত্র মদিনা শরীফ-এর মুফতীগণের প্রাচীন ফতোয়ার দলীল",
    "route":"Post74"
  },
  {
    "id": "75",
    "name": "৭৫. ঈদে মীলাদে হাবীবুল্লাহ ছল্লাল্লাহু আলাইহি ওয়া সাল্লাম পালন করার ঐতিহাসিক কিছু কিতাব এর দলিল",
    "route":"Post75"
  },
  {
    "id": "76",
    "name": "৭৬. বীরযোদ্ধা হযরত সালাউদ্দিন আইয়ুবী রহমতুল্লাহি আলাইহি হুযূর পাক ছল্লাল্লাহু আলাইহি ওয়া সাল্লাম উনার মুবারক শানে সাইয়্যিদুল আ’ইয়াদ শরীফ তথা ঈদে মীলাদে হাবীবুল্লাহ (ছল্লাল্লাহু আলাইহি ওয়া সাল্লাম পালন) এর মাধ্যম খ্রিষ্টনাদের পরাজিত করে বায়তুল মোকাদ্দাস শরীফ জয় করেছিলেন।",
    "route":"Post76"
  },
  {
    "id": "77",
    "name": "৭৭. বঙ্গবন্ধু শেখ মুজিবর রহমান ঈদে মীলাদে হাবীবুল্লাহ ছল্লাল্লাহু আলাইহি ওয়া সাল্লাম পালন করতেন।",
    "route":"Post77"
  },
  {
    "id": "78",
    "name": "৭৮. খ্রিষ্টনরা মুসলমাগন উনাদের ঈদে মীলাদে হাবীবুল্লাহ ছল্লাল্লাহু আলাইহি ওয়া সাল্লাম পালন করা দেখেই তাদের কথিত ক্রিসমাস চালু করেছে।",
    "route":"Post78"
  },
  {
    "id": "79",
    "name": "৭৯. জগৎ বিখ্যাত যেসব ইমাম মুস্তাহিদ রহমতুল্লাহি আলািইহিমগন পবিত্র ঈদে মীলাদে হাবীবুল্লাহ ছল্লাল্লাহু আলাইহি ওয়া সাল্লাম পালন করেছেন",
    "route":"Post79"
  },
  {
    "id": "80",
    "name": "৮০. পবিত্র ঈদে মীলাদে হাবীবুল্লাহ ছল্লাল্লাহু আলাইহি ওয়া সাল্লাম পালনকারী ইরাকের ইরবাল শহরের বাদশাহ মুজাফফর আবূ সাঈদ ছিলেন নেককার, পরহেযগার ও আলিম",
    "route":"Post80"
  },
  {
    "id": "81",
    "name": "৮১. সর্বপ্রথম রাষ্ট্রীয়ভাবে তরতীব মুতাবিক পবিত্র মীলাদুন্নবী পালনের ব্যবস্থাকারী বাদশাহ ন্যায়পরায়ণ, দ্বীনদার, পরহেযগার ও আশিকে রসূল ছিলেন",
    "route":"Post81"
  },
  {
    "id": "82",
    "name": "৮২. হাজার বছরের মুজাদ্দিদ হযরত মুজাদ্দিদে আলফেসানী রহমতুল্লাহি আলাইহি তিনি পবিত্র মীলাদ শরীফের পক্ষে লিখেছেন।",
    "route":"Post82"
  },
  {
    "id": "83",
    "name": "৮৩. হুযুর পাক ছল্লাল্লাহু আলাইহি ওয়া সাল্লাম উনার উপস্থিতিতে হযরত ছাহাবায়ে কিরাম রদ্বিয়াল্লাহু তায়ালা আনহুমগন উনাদের ঈদে মীলাদে হাবীবুল্লাহ ছল্লাল্লাহু আলাইহি ওয়া সাল্লাম পালন করেছেন",
    "route":"Post83"
  },
  {
    "id": "84",
    "name": "৮৪. সকল দেওবন্দী ওহাবীদের প্রধান মুরুব্বীদের পবিত্র মীলাদ শরীফ ও ক্বিয়াম শরীফের পক্ষে ফতোয়া পক্ষে ফতোয়া",
    "route":"Post84"
  },
  {
    "id": "85",
    "name": "৮৫. পবিত্র মীলাদ শরীফ ও ক্বিয়াম শরীফ পক্ষে পবিত্র মক্কা শরীফ- পবিত্র মদিনা শরীফ-এর মুফতীগণের প্রাচীন ফতোয়ার দলীল।",
    "route":"Post85"
  },
  {
    "id": "86",
    "name": "৮৬. পবিত্র ঈদে মীলাদুন্নবী ছল্লাল্লাহু আলাইহি ওয়া সাল্লাম নিয়ে লিখিত কয়েকটি বিখ্যাত কিতাবের নাম",
    "route":"Post86"
  },
  {
    "id": "87",
    "name": "৮৭. মহান আল্লাহ পাক উনার হাবীব ছল্লাল্লাহু আলাইহি ওয়া সাল্লাম উনাকে এই ধরা পৃষ্ঠে প্রেরণের সুসংবাদ পূর্ববর্তী সমস্ত আসমানী কিতাব সমূহে উল্লেখ করেছেন",
    "route":"Post87"
  },
  {
    "id": "88",
    "name": "৮৮. বঙ্গবন্ধু শেখ মুজিবর রহমান রাষ্ট্রীয়ভাবে বাংলাদেশে সর্বপ্রথম ঈদে মীলাদে হাবীবুল্লাহ ছল্লাল্লাহু আলাইহি ওয়া সাল্লাম আয়োজন করেন",
    "route":"Post88"
  },
  {
    "id": "89",
    "name": "৮৯. মহান আল্লাহ পাক উনার হাবীব ছল্লাল্লাহু আলাইহি ওয়া সাল্লাম উনাকে এই ধরা পৃষ্ঠে প্রেরণের সুসংবাদ পূর্ববর্তী সমস্ত আসমানী কিতাব সমূহে উল্লেখ করেছেন",
    "route":"Post89"
  },
  {
    "id": "90",
    "name": "৯০. সুলতান নুরুদ্দিন জঙ্গি রহমতুল্লাহি আলাইহি ‘ওয়াফ’ নামক একটি ফাউন্ডেশন প্রতিষ্ঠা করেছিলেন ঈদে মীলাদে হাবীবুল্লাহ ছল্লাল্লাহু আলাইহি ওয়া সাল্লাম ভালোভাবে পালন করার জন্য",
    "route":"Post90"
  },
  {
    "id": "91",
    "name": "৯১. পবিত্র ঈদে মীলাদে হাবীবুল্লাহ ছল্লাল্লাহু আলাইহি ওয়া সাল্লাম পালন করা দেখেই বিধর্মীরা তাদের জম্মউৎসব গুলো পালন করা শুরু করে।",
    "route":"Post91"
  },
  {
    "id": "92",
    "name": "৯২. সৃষ্টির শুরুই হয়েছে ঈদে মীলাদে হাবীবুল্লাহ ছল্লাল্লাহু আলািইহি ওয়া সাল্লাম পালনের জন্য।",
    "route":"Post92"
  },
  {
    "id": "93",
    "name": "৯৩. পৃথিবীর ইতিহাসে নজীরবিহীন অনন্তকালব্যাপী জারীকৃত পবিত্র সাইয়্যিদুল আ’ইয়াদ শরীফ তথা ঈদে মীলাদে হাবীবুল্লাহ ছল্লাল্লাহু আলাইহি ওয়া সাল্লাম উনার বিশেষ শান মুবারক ৬৩ দিনব্যাপী বিশেষ মাহফিল",
    "route":"Post93"
  },
  {
    "id": "94",
    "name": "৯৪. তারিখ নির্দিষ্ট করে ইসলামী দিবস পালন করা সম্মানিত শরীয়ত সম্মত একটি আমল।",
    "route":"Post94"
  },
  {
    "id": "95",
    "name": "৯৫. পাপ্ত তথ্য মতে জানা যায়, মাস ব্যাপী ব্যপক জাকজমকের সাথে ঈদে মীলাদে হাবীবুল্লাহ ছল্লাল্লাহু আলাইহি ওয়া সাল্লাম পালন করা হয় ৩৯৪ হিজরীতে মিশরে।",
    "route":"Post95"
  },
  {
    "id": "96",
    "name": "৯৬. সাইয়্যিদুল আ’ইয়াদ তথা ঈদে মীলাদে হাবীবুল্লাহ ছল্লাল্লাহু আলাইহি ওয়া সাল্লাম ই একমাত্র সার্বজনীন উৎসব। সুবহানআল্লাহ !!",
    "route":"Post96"
  },
  {
    "id": "97",
    "name": "৯৭. পবিত্র ঈদে মীলাদে হাবীবুল্লাহ ছল্লাল্লাহু আলাইহি ওয়া সাল্লাম পালন দেখেই সমস্ত যবন, ম্লেচ্ছ, অস্পৃশ্য জাতিরা তাদের কথিত জন্মোৎসবগুলো(‘বৌদ্ধ পূর্ণিমা’) চালু করেছে।",
    "route":"Post97"
  },
  {
    "id": "98",
    "name": "৯৮. স্বয়ং হাবীবুল্লাহ হুযূর পাক ছল্লাল্লাহু আলাইহি ওয়া সাল্লাম ঈদে মীলাদুন্নবী ছল্লাল্লাহু আলাইহি ওয়া সাল্লাম পালন করতে সাহাবী রদ্বিয়াল্লাহু তায়ালা আনহুমদের আদেশ মুবারক করেছেন । সুবহানআল্লাহ !!",
    "route":"Post98"
  },
  {
    "id": "99",
    "name": "৯৯. ১৫’শ ঈসায়ী সালেও এই উপমহাদেশে জাতীয়ভাবে জাঁকজমকভাবে পবিত্র ঈদে মীলাদে হাবীবী ছল্লাল্লাহু আলাইহি ওয়া সাল্লাম পালন করা হতো",
    "route":"Post99"
  },
  {
    "id": "100",
    "name": "১০০. যদি কেউ সাইয়্যিদুল আ'ইয়াদ শরীফ পালন না করে তার কি পরিণতি হবে?",
    "route":"Post100"
  },
  {
    "id": "101",
    "name": "১০১. যখন নিয়ামত নাযিল হয় তখন কেউ যদি গাফিল থাকে তাহলে কঠিন পরিণতি হবে। এর উদাহরণটা কি?",
    "route":"Post101"
  },
  {
    "id": "102",
    "name": "১০২. ইসলামের সূচনালগ্ন থেকে পৃথিবীব্যাপী পালন হচ্ছে ঈদে মীলাদে হাবীবুল্লাহ ছল্লাল্লাহু আলাইহি ওয়া সাল্লাম, যারা বিরোধীতা করে তারাই নব্য তারাই বিদয়াতি",
    "route":"Post102"
  },
  {
    "id": "103",
    "name": "১০৩. পবিত্র ঈদে মীলাদে হাবীবুল্লাহ ছল্লাল্লাহু আলাইহি ওয়া সাল্লাম পালনকে যারা বিদয়াত বলে তাদের দাঁতভাঙ্গা জবাব",
    "route":"Post103"
  },
  {
    "id": "104",
    "name": "১০৪. ওহাবী গুরু ইবনে তাইমিয়া ও আব্দুল ওহাব নজদীর ঈদে মীলাদে হাবীবুল্লাহ ছল্লাল্লাহু আলাইহি ওয়া সাল্লাম উনার পক্ষে ফতোয়া",
    "route":"Post104"
  },
  {
    "id": "105",
    "name": "১০৫. কওমী গুরু মুফতী অামিনীর কাছে ঈদে মীলাদুন্নবী হারাম, খালেদা জিয়ার জন্মদিন পালন করা আরাম",
    "route":"Post105"
  },
  {
    "id": "106",
    "name": "১০৬. সর্বপ্রথম পবিত্র ঈদে মীলাদে হাবীবুল্লাহ ছল্লাল্লাহু পালন নিয়ে ওহাবীদের হাস্যকর আপত্তি বিশ্লেষন",
    "route":"Post106"
  },
  {
    "id": "107",
    "name": "১০৭. পবিত্র মীলাদ শরীফ উনার তাবারুক নিয়ে ব্যঙ্গ বিদ্রুপ কারীরা ছোটলোক",
    "route":"Post107"
  },
  {
    "id": "108",
    "name": "১০৮. পবিত্র ঈদে মীলাদে হাবীবুল্লাহ ছল্লাল্লাহু আলাইহি ওয়া সাল্লাম উনার বিরোধীদের মুখে একটা চপেটাঘাত এবং পরিশিষ্ট কিছু কথা",
    "route":"Post108"
  },
  {
    "id": "109",
    "name": "১০৯. পবিত্র মীলাদ শরীফ ও ক্বিয়াম শরীফ বিরোধিরা এই প্রশ্নের উত্তর দাও",
    "route":"Post109"
  },
  {
    "id": "110",
    "name": "১১০. ঈদে মীলাদুন্নবী নিয়ে ইহুদী এজেন্ট আব্দুল্লাহ জাহাঙ্গীরে অপপ্রচারের মুখোশ উম্মোচন",
    "route":"Post110"
  },
  {
    "id": "111",
    "name": "১১১. ঈদে মীলাদে হাবীবুল্লাহ (ছল্লাল্লাহু আলাইহি ওয়া সাল্লাম) উনার বিরোধীতা করার আগে পড়ে দেখুন",
    "route":"Post111"
  },
  {
    "id": "112",
    "name": "১১২. সৌদি গ্র্যান্ড মুফতি ঈদে মীলাদে হাবীবুল্লাহ ছল্লাল্লাহু আলাইহি ওয়া সাল্লাম পালনের বিরুদ্ধে ফতওয়া দিয়ে প্রমাণ করে ঈদে মীলাদে হাবীবুল্লাহ ছল্লাল্লাহু আলাইহি ওয়া সাল্লাম পালন সত্যিই উত্তম কাজ",
    "route":"Post112"
  },
  {
    "id": "113",
    "name": "১১৩. ঈদে মীলাদে হাবীবুল্লাহ ছল্লাল্লাহু আলাইহি ওয়া সাল্লাম বিরোধীতাকারীর মৃত্যুর পর কঠিন পরিণতি",
    "route":"Post113"
  },
  {
    "id": "114",
    "name": "১১৪. পবিত্র মীলাদ শরীফ উনার তাবারুক নিয়ে ব্যঙ্গ বিদ্রুপ কারীরা ছোটলোক এবং এই তাবারুক নিয়ে ব্যঙ্গাত্মক শব্দ উচ্চারণ করাও কুফরী",
    "route":"Post114"
  },
  {
    "id": "115",
    "name": "১১৫. হুযূর পাক ছল্লাল্লাহু আলাইহি ওয়া সাল্লাম উনার আগমনে খুশী প্রকাশ করলে কাফেরকেও আল্লাহ পাক তার বদলা দেন।",
    "route":"Post115"
  },
  {
    "id": "116",
    "name": "১১৬. সউদী আরবের জন্মদিন পালন করা আরাম, কিন্তু নবীজি ছল্লাল্লাহু আলাইহি ওয়া সাল্লাম উনার আগমন উপলক্ষে খুশি মুবারক প্রকাশ করা হারাম!!!-এ কেমন ফতওয়া সউদী আরবের!!!",
    "route":"Post116"
  },
  {
    "id": "117",
    "name": "১১৭. পবিত্র সাইয়্যিদুল আ’ইয়াদ শরীফ উনার বিরোধিতা কারীদের প্রতি সতর্কবাণী",
    "route":"Post117"
  },
  {
    "id": "118",
    "name": "১১৮. পবিত্র সাইয়্যিদুল আ’ইয়াদ শরীফ তথা ঈদে মীলাদে হাবীবুল্লাহ ছল্লাল্লাহু আলাইহি ওয়া সাল্লাম উপলক্ষে বোনাস ও ছুটির ব্যবস্থা করতে হবে।",
    "route":"Post118"
  },
  {
    "id": "119",
    "name": "১১৯. হিন্দুরা মুসলমানদের উৎসবে বোনাস নেয় না, মুসলমানরা হিন্দুর উৎসবে বোনাস নেবে কেন ?",
    "route":"Post119"
  },
  {
    "id": "120",
    "name": "১২০. প্রধানমন্ত্রীর দৃষ্টি আকর্ষন! - শেখ মুজিব সাহেবের বাস্তবায়নকৃত ঈদে মিলাদে হাবীবুল্লাহ ছল্লাল্লাহু আলাইহি ওয়া সাল্লাম উপলক্ষে ভাতা বোনাস চালু করুন।",
    "route":"Post120"
  },
  {
    "id": "121",
    "name": "১২১. ৯৮ ভাগ মুসলমান অধ্যুষিত দেশে হিন্দুয়ানী পহেলা বৈশাখ উপলক্ষে নয়, বরং ‘১২ই রবীউল আউওয়াল শরীফ উপলক্ষে বোনাস’ দিতে হবে।",
    "route":"Post121"
  }
  
]