import React, { Component } from 'react';
import { Share,Image} from 'react-native';
import { Container, Header, Content,Button, Text, Right, Icon, Body, Title } from 'native-base';

export default class Post1 extends Component {
  static navigationOptions = {
    header:null
      };

  constructor(props) {
    super(props);
// let { navigation } = this.props;
// let title=navigation.getParam("title");

// let paragraph= navigation.getParam('paragraph');
title=`১০৫.  কওমী গুরু মুফতী অামিনীর কাছে ঈদে মীলাদুন্নবী হারাম, খালেদা জিয়ার জন্মদিন পালন করা আরাম`;
para1=`প্রধানমন্ত্রীরা নেতৃত্বে বিশ্বে বাংলাদেশের ভাবমূর্তি দিন দিন উজ্জ্বল হচ্ছে ।
_মুফতী ফজলুল হক আমীনি।স্টাফ রিপোর্টার : প্রধানমন্ত্রী বেগম খালেদা জিয়ার জন্মদিন উপলক্ষে গতকাল প্রধানমন্ত্রীর কার্যালয়ে ইসলামী ঐক্যজোটোর চেয়ারম্যান মুফতী ফজলুল হক আমীনি এমপি তার সাথে সাক্ষাত করে জন্মদিনের শুভেচ্ছা ও অভিনন্দন জানিয়েছে ।
পরে প্রধানমন্ত্রীর জন্মদিন উপলক্ষে লালবাগ মাদ্রাসার এক দুয়া মাহফিলের আয়োজন করা হয়। অনুষ্ঠানে মোনাজাতের প্রক্কালে মুফতী আমীনি প্রধানমন্ত্রী বেগম খালেদা জিয়ারা সুস্বাস্থ্য এবং দীর্ঘায়ু কামনা করে বলেন, প্রধানমন্ত্রী বেগম খালেদা জিয়ার বলিষ্ঠ পরিচালনায় বিশ্বের দরবারে বাংলাদেশের ভাবমূর্তি দিন দিন উজ্জ্বল হচ্ছে ।
এদিকে প্রাপ্ত খবরে আরো জানা যায় ম্যাডামের জন্মদিন উপলক্ষে আমীনি সাহেব গরু জবাই করে ভূরি ভোজনের ব্যবস্থও করেছিলেন। অনেককেই আপ্যায়নও করেছেন।”
তথ্যসূত্র : দৈনিক ইনকিলাব, ১৬ই আগষ্ট,২০০৬ ।
কৌতুহলী মনে উদিত দেওবন্দী কওমীদের কাছে আমার কিছু প্রশ্ন-
১. হুজুর পাক ছল্লাল্লাহু আলাইহি ওয়া সাল্লাম উনার বিলাদত শরীফ উপলক্ষে পবিত্র ঈদে মীলাদুন্নবী ছল্লাল্লাহু আলাইহি ওয়া সাল্লাম পালন করা আপনাদের কাছে বিদয়াত, কিন্তু খালেদা জিয়ার জন্মদিন পালন করা কোন দলীলে জায়িয ছিলো ?
২. নারী নেতৃত্ব হারাম, কিন্তু কোন দলীলে নারী নেতৃত্বেরা জন্য দোয়া করা এবং প্রসংসা করা বৈধ হলো ?
৩. সম্মিলিত মুনাজাত আপনাদের ভাষায় বিদয়াত, কোন দলীলের ভিত্তিতে খালেদার জন্যে আমীনি সম্মিলিত মুনাজাত করলো ?
৪. সুন্নীরা ঈদে মীলাদুন্নবী ছল্লাল্লাহু আলাইহি ওয়া সাল্লাম উপলক্ষে তাবারুক করলে সেটা অপচয় হয়, কিন্তু খালেদার জন্মদিনে কোন দলীলে গরু জবাই করে ভুরিভোজন করা হলো ?
৫. বেপর্দা হওয়া হারাম, কোন দলীলের ভিত্তিতে আমীনি মুফতী হয়ে মহিলা প্রধানমন্ত্রীর সঙ্গে দেখা করলো ??
আল্লাহ পাক উনার কসম !! যদি ঈমানদার দাবি করে থাকেন নিজেকে তাহলে জবাব দিন !`;

para2=`৪৭)দেওবন্দী মুফতে শফীর কিতাবে নবীজীর বিলাদত শরীফের তারিখ ১২ ই রবিউল আউয়াল শরীফ
পবিত্র ঈদে মীলাদে হাবীবী ছল্লাল্লাহু আলাইহি ওয়া সাল্লাম আসলে দেওবন্দী ওহাবীরা অপপ্রচার চালায় হুযুর পাক ছল্লাল্লাহু আলাইহি ওয়া সাল্লাম উনার বিলাদত শরীফের তারিখ ১২ ই রবিউল আউয়াল শরীফ নয়। তারা তাদের পক্ষের দলীল দেয়ার জন্য মিশরের নাস্তিক মাহমুদ পাশার দলীল দেয়।
অথচ তাদের মুরুব্বীরা এই প্রসঙ্গে কি বলেছে দেখে নেন-

“সারকথা যে বছর আসহাবে ফীল কা’বাআক্রমনকরে, সেই বছর রবিউল আউয়াল মাসে ১২ তারিখ রোজ সোমবার দিনটি ছিলো পৃথীবির জীবনে এক অনণ্য সাধারন দিবস। যে দিন নিখিল ভুবন সৃষ্টির মূল লক্ষ্য , দিবস রজনী পরিবর্তনের মূখ্য উদ্দেশ্য , হযরত আদম আলাইহিস সালাম ও বণী আদমের গৌরব, হযরত নূহ আলাইহিস সালামের কিস্তির নিরাপত্তার নিগূঢ় তাৎপর্য , হযরত ইব্রাহিম আলাইহিস সালামের প্রর্থনা ও হযরত মুসা আলাইহিস সালাম ও হযরত ঈসা আলাইহিস সালাম এর ভবিষ্যতবানী সমূহের উদৃষ্ট পুরুষ অর্থাৎ আমাদের প্রিয় নবী হযরত মুহম্মদ মোস্তফা ছল্লাল্লাহু আলাইহি ওয়া সাল্লাম পৃথিবীর বুকে আগমন করেন।” (দলীল: সীরোতে খতিমুল আম্বিয়া, লেখক- মুফতে শফী পাকিস্তান, পৃষ্ঠা ৪, প্রকাশনা – এমদাদীয়া লাইব্রেরি)


উক্ত কিতাবে একটা টীকা সংযোজন করা হয়েছে, “সর্বসম্মত মতানুনারে নবী করীম ছল্লাল্লাহু আলাইহি ওয়া সাল্লাম জন্ম রবিউল আউয়াল মাসের সোমবার হয়েছিলো। কিন্তু তারিখ নির্ধরনের জন্য ৪ টি রেওয়ায়েত প্রসিদ্ধ রহিয়াছে। যথা- দ্বিতীয়, অষ্টম, দশম, দ্বদশ। হাফিজ মোগলতাঈ (রহ) ২য় তারিখের রেওয়ায়েত গ্রহন করিয়া অন্যান্য রেওয়ায়েতকে দুর্বল বলিয়া মন্তব্য করিয়াছেন। কিন্তু প্রসিদ্ধ রেওয়ায়েত হচ্ছে দ্বাদশ তারিখের রেওয়ায়েত। এমনকি ইবনে হাজার আসকালানী রহমতুল্লাহি আলাইহি ইহার উপর ইজমার দাবী বর্ণনা করেছেন। ইহাকে কামেলে ইবনে আছীরে গ্রহন করা হয়েছে।
মাহমূদ পাশা মিশরী যাহা গননার মাধ্যমে ৯ তারিখকে গ্রহন করেছেন তাহা জমহুরের বিরোধী সনদবিহীন উক্তি। চন্দ্রোদয়ের বিভিন্ন হওয়ার কারনে গননার উপর এমন কোন নির্ভযোগ্যতা জন্ম হয় না যে ইহার উপর ভিত্তি করিয়া জমহুরের বিরুদ্ধাচারণ করা হইবে।”`;

para3=`মজার বিষয় এই কিতাবকে বাংলাদেশের দেওবন্দীদের অন্যতম গুরু বাইতুল মুকাররমের সাবেক খতীব ওবায়দুল হক ব্যাপক প্রশংসা করেছে। সে আশরাফ আলী থানবীর রেফারেন্সে বলেছে, ইহাকে বিভিন্ন আনজুমান ও পাঠ্যপুস্তকের তালিকাভুক্ত করার সুপারিশ করেছিলো।
এখন আপনারাই বলুন দেওবন্দী মুরুব্বীদের মতামতের বিরোধীতা করে বর্তমান দেওবন্দীরা কেন ১২ ই রবিউল আউয়াল শরীফের বিরোধীতা করে??`;
    this.state = {
      title:title,
      para1:para1,
      para2:para2,
      para3:para3
    };
   console.log(title)
//    console.log(paragraph)
  }


  onShare = async () => {
    try {
      const result = await Share.share({
        message: `${this.state.title }`+ " \n \n "+ `${this.state.para1}`+ " \n \n "+ `${this.state.para2}` ,
      });

      if (result.action === Share.sharedAction) {
        if (result.activityType) {
          // shared with activity type of result.activityType
        } else {
          // shared
        }
      } else if (result.action === Share.dismissedAction) {
        // dismissed
      }
    } catch (error) {
      alert(error.message);
    }
  }



  render() {
    return (
      <Container>
        <Header style={{backgroundColor:'#155F48'}}>
          <Body>
            <Title style={{alignSelf:'center'}}>সাইয়্যিদুল আ’ইয়াদ শরীফ</Title>
          </Body>
          <Right>
          <Button 
            onPress={this.onShare}
            hasText transparent
            icon="sharealt">
            <Icon name='share' />
            </Button>
          </Right>
        </Header>
       
        <Content  style={{paddingTop:5, paddingLeft:10,paddingRight:10}} >
     
        <Text style={{fontWeight: "bold"}} selectable={true}>
            {this.state.title}
            {"\n"}
            {"\n"}
          </Text>
         

      <Text style={{ fontSize: 15,
      textAlign: 'justify',
      lineHeight: 25}} selectable={true}>     
        {this.state.para1}
        {"\n"}{"\n"}
      </Text>
       
       <Image
          style={{ width: '100%', height: 400,resizeMode:'stretch'}}
          source={require('./images/image31.jpg')}
        />
     <Text style={{ fontSize: 15,
      textAlign: 'justify',
      lineHeight: 25}} selectable={true}>     
        {this.state.para2}
        {"\n"}{"\n"}
      </Text>
      <Image
          style={{ width: '100%', height: 400,resizeMode:'stretch'}}
          source={require('./images/image32.jpg')}
        />
       <Text style={{ fontSize: 15,
      textAlign: 'justify',
      lineHeight: 25}} selectable={true}>     
        {this.state.para3}
        {"\n"}{"\n"}
      </Text>
      <Image
          style={{ width: '100%', height: 400,resizeMode:'stretch'}}
          source={require('./images/image33.jpg')}
        />
        <Text>
        {"\n"}
        {"\n"}
        </Text>
        </Content>
      </Container>
    );
  }
}


